

BUTTON_LIST = [
    # Home button
    [[{'text': '❇️ Super Channel ለመጨመር'}, {'text': '❌ Super Channel ለመቀነስ'}], 
     [{'text': '🆕 ቻናል ለመጨመር'}, {'text': '🗑 ቻናል ለመቀነስ'}], 
     [{'text': '🔥 ልዩ ፓኬጅ ለመግዛት 🔥'}], 
     [{'text':'🤠 የእርስዎ መረጃ 🤠'}],
    ],
]

BACK_TO_HOME_BUTTON = [{'text': '🏠 ዋና ማውጫ 🏠'}]

SUB_BUTTONS = [
    [{'text': '⭐️ Basic Plan ለመግዛት'}, {'text': '🌟 Advanced Plan ለመግዛት'}],
    [{'text': '🏠 ዋና ማውጫ 🏠'}]
]

SEE_SUB_BUTTON = [
    [{'text': '🔥 ልዩ ፓኬጅ ለመግዛት 🔥'}],
    [{'text': '🏠 ዋና ማውጫ 🏠'}]
]
